Repository: jamila1301/Disc
Catalog: Disc/Localization/*.lproj/Localizable.strings
Languages: az

# onboarding_title
source: Discover Latest Music and Podcast
az: Ən Son Musiqi və Podkastı Kəşf Edin

# onboarding_subtitle
source: Listen to the latest music and podcast releases using Disc. app
az: Disc. tətbiqi ilə ən son musiqi və podkast buraxılışlarını dinləyin

# onboarding_start_button
source: Start Exploring
az: Kəşfə Başla

# signin_title
source: Sign In
az: Daxil Ol

# signin_subtitle
source: Please sign in to your account
az: Xahiş edirik, hesabınıza daxil olun

# signin_email_label
source: Email
az: E-poçt

# signin_email_placeholder
source: Enter Your Email
az: E-poçtunuzu Daxil Edin

# signin_password_label
source: Password
az: Şifrə

# signin_password_placeholder
source: Enter Your Password
az: Şifrənizi Daxil Edin

# signin_forgot_password_button
source: Forgot Password?
az: Şifrəni Unutdunuz?

# signin_button
source: Sign In
az: Daxil Ol

# signin_or_continue_label
source: Or sign in using your social profile
az: Və ya sosial profilinizlə daxil olun

# signup_label
source: Don’t have account?
az: Hesabınız yoxdur?

# signup_button
source: Create Account
az: Hesab Yarat

# error_empty_name
source: Name cannot be empty
az: Ad boş ola bilməz

# error_empty_email
source: Email cannot be empty
az: E-poçt boş ola bilməz

# error_empty_password
source: Password cannot be empty
az: Şifrə boş ola bilməz

# error_invalid_email
source: Email format is invalid
az: E-poçt formatı yanlışdır

# error_user_not_found
source: User not found
az: İstifadəçi tapılmadı

# error_wrong_password
source: Wrong password
az: Yanlış şifrə

# error_invalid_credential
source: Email or password is incorrect
az: E-poçt və ya şifrə yanlışdır

# error_user_disabled
source: Account is disabled
az: Hesab deaktiv edilib

# error_email_already_in_use
source: This email is already in use
az: Bu e-poçt artıq istifadə olunur

# error_weak_password
source: Password must be at least 6 characters
az: Şifrə ən azı 6 simvoldan ibarət olmalıdır

# forgot_password_title
source: Forgot password
az: Şifrəni Unutdum

# forgot_password_subtitle
source: We will send you an email for your password
az: Şifrəniz üçün sizə e-poçt göndərəcəyik

# forgot_password_email_label
source: Email
az: E-poçt

# forgot_password_email_placeholder
source: Enter Your Email
az: E-poçtunuzu Daxil Edin

# forgot_password_send_button
source: Send
az: Göndər

# password_reset_title
source: Check Your Email
az: E-poçtunuzu Yoxlayın

# password_reset_message
source: We already a link to your email to reset your password
az: Şifrənizi sıfırlamaq üçün e-poçtunuza artıq bir link göndərmişik

# facebook_error_title
source: Error
az: Xəta

# facebook_error_button
source: Ok
az: Oldu

# facebook_error_account_exists
source: This email is already registered with another provider.
az: Bu e-poçt artıq başqa bir provayder ilə qeydiyyatdan keçib.

# register_title
source: Create Account
az: Hesab Yarat

# register_subtitle
source: Please fill in to complete your account
az: Hesabınızı tamamlamaq üçün xahiş edirik doldurun

# register_name_label
source: Name
az: Ad

# register_name_placeholder
source: Enter Your Name
az: Adınızı Daxil Edin

# register_email_label
source: Email
az: E-poçt

# register_email_placeholder
source: Enter Your Email
az: E-poçtunuzu Daxil Edin

# register_password_label
source: Password
az: Şifrə

# register_password_placeholder
source: Create Password
az: Şifrə Yarat

# register_signup_button
source: Sign Up
az: Qeydiyyat

# register_or_continue_label
source: Or create account using your social profile
az: Və ya sosial profilinizlə hesab yaradın

# register_signin_label
source: Already have an account?
az: Artıq hesabınız var?

# register_signin_button
source: Sign In
az: Daxil Ol

# home_recommended_music_title
source: Recommended Music
az: Tövsiyə Olunan Musiqi

# home_recommended_podcast_title
source: Recommended Podcast
az: Tövsiyə Olunan Podkast

# home_episodes_title
source: Episodes
az: Epizodlar

# home_episodes_mins
source: mins
az: dəq

# home_show_more_button
source: Show more
az: Daha Çox Göstər

# home_music_label
source: Music
az: Musiqi

# search_title
source: Search
az: Axtarış

# search_placeholder
source: Search artist, music or podcast
az: Sənətçi, musiqi və ya podkast axtarın

# search_music_title
source: Music Tracks
az: Musiqi Trekləri

# search_podcast_title
source: Podcast Tracks
az: Podkast Trekləri

# categories_title
source: Categories
az: Kateqoriyalar

# category_rock
source: Rock
az: Rok

# category_jazz
source: Jazz
az: Caz

# category_electronic
source: Electronic
az: Elektronik

# category_classical
source: Classical
az: Klassik

# category_blues
source: Blues
az: Blyuz

# category_latin
source: Latin
az: Latın

# category_reggae
source: Reggae
az: Reqqi

# collection_title
source: Collection
az: Kolleksiya

# collection_liked_musics
source: Liked Musics
az: Bəyənilən Musiqilər

# collection_liked_episodes
source: Liked Episodes
az: Bəyənilən Epizodlar

# profile_logout_button
source: Log Out
az: Çıxış

# profile_account_title
source: Account
az: Hesab

# profile_language_title
source: Language
az: Dil

# profile_about_title
source: About
az: Haqqında

# profile_terms_title
source: Terms and Conditions
az: Şərtlər və Qaydalar

# profile_add_photo_button
source: Add Photo
az: Şəkil Əlavə Et

# profile_language_azerbaijani
source: Azerbaijani
az: Azərbaycan

# profile_language_english
source: English
az: İngilis

# profile_language_russian
source: Russian
az: Rus

# profile_about_description
source: Welcome to Discover, your ultimate music and podcast streaming platform. With Discover, you can explore and enjoy millions of songs, thousands of podcasts, and countless episodes directly from the iTunes API. Whether you want to relax with your favorite music, discover new artists, or catch up on trending podcasts, Discover has everything you need in one place.
az: Discover-a xoş gəlmisiniz, sizin musiqi və podkast yayım platformanız. Discover ilə siz iTunes API-dən milyonlarla mahnı, minlərlə podkast və saysız-hesabsız epizodları kəşf edə və həzz ala bilərsiniz. Sevimli musiqinizlə dincəlmək, yeni sənətçiləri kəşf etmək və ya trend podkastları ilə ayaqlaşmaq istəsəniz, Discover sizin üçün hər şeyi bir yerdə təqdim edir.

# profile_home
source: • Home:
az: • Ana Səhifə:

# profile_search
source: • Search:
az: • Axtarış:

# profile_categories
source: • Categories:
az: • Kateqoriyalar:

# profile_favorites
source: • Favorites:
az: • Favoritlər:

# profile_profile
source: • Profile:
az: • Profil:

# profile_home_description
source: Get personalized recommendations for music and podcasts based on your listening habits. Featured playlists and trending episodes are curated to match your taste, so you always have something new to explore.
az: Dinləmə vərdişlərinizə əsasən musiqi və podkastlar üçün fərdi tövsiyələr alın. Seçilmiş pleylistlər və trend epizodlar zövqünüzə uyğunlaşdırılıb, beləliklə hər zaman kəşf edəcəyiniz yeni bir şey var.

# profile_search_description
source: Quickly find any song, podcast, or episode you love. Use filters, search by artist, genre, or topic, and discover hidden gems from the iTunes library.
az: Sevdiyiniz hər hansı mahnı, podkast və ya epizodu tez tapın. Filtrlərdən istifadə edin, sənətçi, janr və ya mövzu ilə axtarın və iTunes kitabxanasından gizli inciləri kəşf edin.

# profile_categories_description
source: Browse music by genres, moods, or themes and discover new favorites easily. Explore curated playlists, top charts, and genre-specific collections for endless inspiration.
az: Janr, əhval və ya mövzular üzrə musiqiyə baxın və yeni sevimliləri asanlıqla kəşf edin. Seçilmiş pleylistlər, top siyahılar və janra xas kolleksiyaları araşdırın ki, sonsuz ilham alasınız.

# profile_favorites_description
source: Save your favorite songs, albums, and podcast episodes in one place. Access your saved content anytime, offline or online, and create your personal library of must-listen content.
az: Sevimli mahnılarınızı, albomlarınızı və podkast epizodlarınızı bir yerdə saxlayın. Saxlanılan məzmununuza istənilən vaxt, onlayn və ya oflayn daxil olun və mütləq dinləməli şəxsi kitabxananızı yaradın.

# profile_profile_description
source: Manage your account information, language preferences, and app settings. Keep your listening experience personalized and in sync across devices.
az: Hesab məlumatlarınızı, dil seçimlərinizi və tətbiq parametrlərini idarə edin. Dinləmə təcrübənizi fərdiləşdirilmiş və cihazlar arasında sinxronlaşdırılmış saxlayın.

# profile_mission_description
source: Our mission is to make music and podcast listening simple, enjoyable, and accessible for everyone. With Discover, you can explore new sounds, stay updated with the latest episodes of your favorite podcasts, and never miss a beat. We are committed to providing a seamless and immersive listening experience that keeps you connected to the music and stories you love.
az: Missiyamız musiqini və podkast dinləməsini hər kəs üçün sadə, zövqlü və əlçatan etməkdir. Discover ilə yeni səsləri kəşf edə, sevimli podkastlarınızın ən son epizodları ilə yenilənə və heç vaxt ritmi qaçırmaya bilərsiniz. Biz sizi sevdiyiniz musiqi və hekayələrlə bağlı saxlayan qüsursuz və immersiv dinləmə təcrübəsi təqdim etməyə sadiqik.

# profile_terms_intro
source: By using Discover, you agree to the following terms and conditions:
az: Discover-dan istifadə etməklə, aşağıdakı şərtlər və qaydaları qəbul edirsiniz:

# profile_terms_content_ownership_header
source: 1. Content Ownership:
az: 1. Məzmunun Mülkiyyəti:

# profile_terms_personal_use_header
source: 2. Personal Use Only:
az: 2. Yalnız Şəxsi İstifadə:

# profile_terms_account_security_header
source: 3. Account Security:
az: 3. Hesab Təhlükəsizliyi:

# profile_terms_app_updates_header
source: 4. App Updates:
az: 4. Tətbiq Yeniləmələri:

# profile_terms_disclaimer_header
source: 5. Disclaimer:
az: 5. Məsuliyyətin İmtinası:

# profile_terms_liability_header
source: 6. Limitation of Liability:
az: 6. Məsuliyyətin Məhdudlaşdırılması:

# profile_terms_governing_law_header
source: 7. Governing Law:
az: 7. Tənzimləyici Qanun:

# profile_terms_content_ownership
source: All music, podcasts, and episodes are provided via the iTunes API. Discover does not own the content, and all rights belong to the original creators, publishers, and copyright holders. You acknowledge that all intellectual property rights remain with the original content owners.
az: Bütün musiqi, podkastlar və epizodlar iTunes API vasitəsilə təqdim olunur. Discover məzmuna sahib deyil və bütün hüquqlar orijinal yaradıcılara, naşirlərə və müəllif hüquqları sahiblərinə məxsusdur. Siz bütün əqli mülkiyyət hüquqlarının orijinal məzmun sahiblərində qaldığını qəbul edirsiniz.

# profile_terms_personal_use
source: You may stream and save content solely for your personal, non-commercial use. Any redistribution, reproduction, or commercial use of the content is strictly prohibited. You agree not to copy, sell, or share the content outside of the app without proper authorization.
az: Məzmunu yalnız şəxsi, qeyri-kommersiya istifadəsi üçün yayımlaya və saxlaya bilərsiniz. Məzmunun hər hansı yenidən paylanması, çoxaldılması və ya kommersiya məqsədli istifadəsi qəti qadağandır. Siz məzmunu tətbiqdən kənarda kopyalamamağa, satmamağa və ya paylaşmamağa razılaşırsınız.

# profile_terms_account_security
source: You are responsible for maintaining the security and confidentiality of your account credentials. Any activity that occurs under your account is your responsibility. Please notify us immediately if you suspect unauthorized access to your account.
az: Hesab məlumatlarınızın təhlükəsizliyini və məxfiliyini qorumaq sizin məsuliyyətinizdir. Hesabınız altında baş verən hər hansı fəaliyyət sizin məsuliyyətinizdir. Hesabınıza icazəsiz girişdən şübhələnirsinizsə, dərhal bizə məlumat verin.

# profile_terms_app_updates
source: Discover may update features, content, functionality, or terms of use at any time. Continued use of the app after such updates constitutes acceptance of the changes. We recommend keeping the app updated to enjoy the latest features and security improvements.
az: Discover xüsusiyyətləri, məzmunu, funksionallığı və ya istifadə şərtlərini istənilən vaxt yeniləyə bilər. Yeniləmələrdən sonra tətbiqin davamlı istifadəsi dəyişiklikləri qəbul etmək deməkdir. Ən son xüsusiyyətlərdən və təhlükəsizlik təkmilləşdirmələrindən istifadə etmək üçün tətbiqi yeniləməyi tövsiyə edirik.

# profile_terms_disclaimer
source: Discover provides access to third-party content and is not responsible for the accuracy, availability, legality, or reliability of any music, podcast, or episode. Technical issues may occur, and the app is provided “as is” without warranties of any kind. Your use of the app is at your own risk.
az: Discover üçüncü tərəf məzmununa giriş təmin edir və hər hansı musiqi, podkast və ya epizodun dəqiqliyinə, əlçatanlığına, qanuniliyinə və ya etibarlılığına görə məsuliyyət daşımır. Texniki problemlər yarana bilər və tətbiq heç bir zəmanət olmadan “olduğu kimi” təqdim olunur. Tətbiqdən istifadəniz öz riskinizlədir.

# profile_terms_liability
source: Discover shall not be liable for any direct, indirect, incidental, or consequential damages arising from your use of the app, including loss of data, income, or content.
az: Discover tətbiqin istifadəsindən yaranan hər hansı birbaşa, dolayısı, təsadüfi və ya nəticəli zərərlərə, o cümlədən məlumat, gəlir və ya məzmun itkisinə görə məsuliyyət daşımır.

# profile_terms_governing_law
source: These terms are governed by the applicable laws of your country. By using the app, you agree to comply with all local regulations regarding the use of digital content.
az: Bu şərtlər ölkənizin tətbiq olunan qanunlarına tabedir. Tətbiqdən istifadə etməklə, rəqəmsal məzmunun istifadəsi ilə bağlı bütün yerli qaydalara riayət etməyə razılaşırsınız.
